[
    {
        "id" : 0,
        "title" : "PIETech Internship",
        "description" : "I was an intern for PIETech, a financial planning software company in Powhatan, VA. My opportunity here was my first software development position, and the knowledge I gained was instrumental toward my growth. The first picture is of the entrance to the building I worked in, which showcases how creative the company was, and how they gave the interns a good amount of freedom for our projects. The second picture is of a segway tour I was able to go on with the other interns as part of a social event.",
        "image1" : "../img/mylife/PIETech/entrance.jpg",
        "image2" : "../img/mylife/PIETech/segway.png"
    },
    {
        "id" : 1,
        "title" : "Pure Technologies Internship",
        "description" : "I was an intern for Pure Technologies, a building inspection services company in Miami, FL. This was my first real job, and I had the great opportunity of spending two summers with this company. They taught me a great deal of skills. Below is a picture of the company's logo, as well as what my clothes looked like after a pipeline inspection I assisted with.",
        "image1" : "../img/mylife/pureTech/pureTech.png",
        "image2" : "../img/mylife/pureTech/dirtyFromPipe.jpg"
    },
    {
        "id" : 2,
        "title" : "University of Florida",
        "description" : "I attend the University of Florida in Gainesville, FL. It was an incredible experience to leave home and learn to live on my own. The first picture is of me and some friends at a football game. I am a huge Gator football fan, so I love going to every single game. The second picture is of me with officers of Newman club, an organization I was president of in college, which helped taught me so much about leadership.",
        "image1" : "../img/mylife/uf/football.jpg",
        "image2" : "../img/mylife/uf/newman.jpg"
    },
    {
        "id" : 3,
        "title" : "Christopher Columbus High School",
        "description" : "I attended Christopher Columbus High School in Miami, FL. It's an all boys Catholic high school which helped shape who I am today. The first picture is of me with other members of the Christopher Columbus New Network (CCNN), the broadcast news team I was involved with. The next picture is of me at graduation with classmates.",
        "image1" : "../img/mylife/columbus/ccnn.png",
        "image2" : "../img/mylife/columbus/columbus.jpg"
    },
    {
        "id" : 4,
        "title" : "Running",
        "description" : "I wouldn't have thought so a few years ago, but I really like to run. In April 2017, I ran my first half-marathon, which was one of the most difficult challenges of my life. My first picture shows me crossing the finish line at the end of that, and the next picture was me after the UF donut dash, which was a 5k run where participants eat 6 donuts in the middle of the race.",
        "image1" : "../img/mylife/running/half-marathon.jpg",
        "image2" : "../img/mylife/running/donutdash.jpg"
    },
    {
        "id" : 5,
        "title" : "Hobbies",
        "description" : "I have numerous hobbies, which include hanging out with my friends, playing/watching sports, and experiencing new things. The two pictures below are of me exploring Washington DC for the first time, and of me riding a zipline for the first time, both of which were so much fun.",
        "image1" : "../img/mylife/hobbies/dc.jpg",
        "image2" : "../img/mylife/hobbies/zipline.jpg"
    }
]